window.translations = window.translations || {};
window.translations.uk = {
    "appTitle": "Пулук",
    "heroTitle": "Пулук: Настільна гра Майя",
    "heroDesc": "Пулук (також відомий як Буль) — це традиційна гра, що бере свій початок із глибини століть. Історично вона мала сакральне значення і була тісно пов'язана зі святом посіву маїсу. Тепер ця класична настільна розвага доступна прямо на вашому смартфоні!",
    "playStoreAlt": "Get it on Google Play",
    "howToPlayTitle": "Як грати",
    "howToPlayDesc": "Правила гри здаються простими, але вимагають глибокого стратегічного мислення:<br>• Мета гри — захопити та вивести з поля всі фішки супротивника.<br>• Гравці по черзі кидають гральні кістки (у давнину це були зерна кукурудзи) та пересувають свої фішки вздовж лінійного ігрового поля.<br>• Якщо ваша фішка зупиняється на тій самій клітинці, що й фішка суперника, ви берете її в \"полон\".<br>• Доведіть полонених до кінця свого шляху, щоб остаточно вивести їх із гри!",
    "modesTitle": "Режими гри",
    "modesDesc": "У грі є три режими: <br>• Армія мурах (🐜🐜) - фішки рухаються лише вперед;<br>• Маленька мураха (🐜)- фішки змінюють напрямок після захоплення, повертаючись на свій домашній ряд;<br>• Скорпіон (🦂) - фішки також можуть рухатися назад, щоб захопити супротивника.",
    "aiBotsTitle": "Штучний інтелект",
    "aiBot1Name": "Кукулькан",
    "aiBot1Desc": "<a href=\"https://uk.wikipedia.org/wiki/%D0%9A%D0%B5%D1%82%D1%86%D0%B0%D0%BB%D1%8C%D0%BA%D0%BE%D0%B0%D1%82%D0%BB%D1%8C\">Кукулькан</a> бог ранкової зорі у релігіях багатьох народів Мезоамерики, зокрема мая.<br><br>Цей гравець намагається зберегти власні фішки.",
    "aiBot2Name": "Кавіїл",
    "aiBot2Desc": "<a href=\"https://en.wikipedia.org/wiki/K%CA%BCawiil\">Кавіїл</a> божество майя, що ототожнюється з силою, творінням та блискавкою.<br><br>Гравець намагається захопити максимум фішок опонента.",
    "aiBot3Name": "Юм Кааш",
    "aiBot3Desc": "<a href=\"https://en.wikipedia.org/wiki/Yum_Kaax\">Юм Кааш</a> - бог дикої рослинності й тварин у міфології майя.<br><br>Гравець намагається захопити максимум фішок опонента та уникнути небезпечних ходів.",
    "screenshotsTitle": "Скріншоти",
    "footerCopyright": "© 2026 XBASoft. Всі права захищені.",
    "footerDev": "Розроблено Вадимом Хохловим",
    "privacyPolicy": "Політика конфіденційності",
    "termsConditions": "Умови використання"
};